---
kind: other
id: Properties.T:Autodesk.Revit.DB.Macros.MacroManagerIterator
source: html/c0042699-2a80-0206-9766-e2e0d59426e1.htm
---
# MacroManagerIterator Properties

Gets the item at the current position of the iterator.